[GENERAL]
NAME					= Português do Brasil
TRANSLATOR				= Jamir Lopes Rodrigues
DLG_FONT_NAME                           = 
DLG_FONT_SIZE                           = 

[TEXT]
TEXT_APP_NAME				= Bandicut
TEXT_BUILDNO				= Criação#
TEXT_VERSION				= Bandicut ${str1} (${str2})
TEXT_APPINFO				= Bandicut - Editor de Vídeo Simples e Rápido.
TEXT_BETA				= Beta
TEXT_UNREGISTERED			= Ainda não foi registrado

TEXT_YES				= Sim
TEXT_NO					= Não
TEXT_CLOSE				= Fechar
TEXT_CANCEL				= Cancelar
TEXT_OK					= OK
TEXT_ABORT				= Parar
TEXT_RETRY				= Novamente
TEXT_IGNORE				= Ignorar
TEXT_CONTINUE				= Continuar

TEXT_SAVE				= Salve
TEXT_NOT_SAVE				= Não salve

TEXT_SECOND				= Seg.

TEXT_OPEN_FILE				= Abrir Arquivo
TEXT_SELECT_FOLDER			= Selecione a pasta de saída.

TEXT_SEG_DURATION			= Duração ${str1}
TEXT_SEEK_POS				= Procure ${str1}
TEXT_TOTAL_SEG_DURATION			= Total ${str1}
TEXT_HIGH_SPEED_MODE			= Modo Alta Velocidade
TEXT_HIGH_ENCODING_MODE			= Modo Normal

TEXT_VOLUME_MUTE			= Mudo
TEXT_VOLUME				= Volume: ${int1}

TEXT_CHANGE_LANG			= Para alterar o Idioma, você deve reiniciar o Bandicut.[br]Quer reiniciar agora?
TEXT_RESET_ALL_SETTINGS			= Tem certeza que deseja Reiniciar todas as configurações voltarão ao padrão?
TEXT_SHUTDOWN_SEC			= O Sistema será desligado em ${int1} segundos.
TEXT_SHUTDOWN_APP_SEC			= Bandicut será encerrado em ${int1} segundos.

TEXT_UPDATE_AVAILABLE			= Uma nova versão do Bandicut está atualmente disponível. [br]Gostaria de baixar agora?
TEXT_UPDATE_UNAVAILABLE			= Esta versão é a última que saíu.
TEXT_UPDATE_FAILED			= Falha ao verificar informações de versão. [br]Este PC pode estar desconectado da Internet. Por favor, tente novamente.
TEXT_OFFLINE				= Esta função pode ser usada quando este sistema está conectado à Internet[br]Por favor, tente novamente depois de verificar sua conexão com a Internet.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Error, Warning
TEXT_PROGRAM_INVALID			= Este programa é inválido. [br]Você precisa reinstalar o Bandicut.

TEXT_NOT_SEEKABLE			= Este arquivo de mídia não é pesquisável. 
TEXT_NOT_SEEKABLE_DETAIL		= Configurações de Modo de Alta Velocidade e do Vídeo não estão disponíveis.[br]- Tabela de índices corrompidos.[br]- Nenhuma tabela de quadro-chave ou índice.

TEXT_NOT_SUPPORT_FILE			= Bandicut não oferece suporte a este arquivo. [br](Não há nenhuma informação de vídeo ou do codec.)[br]
TEXT_NOT_SUPPORT_VIDEO			= [br]- Codec de Vídeo ${int1}: ${int2} ${str1}
TEXT_NOT_SUPPORT_AUDIO			= [br]- Codec de Áudio ${int1}: ${int2} ${str1}
TEXT_NOT_SUPPORT_FORMAT			= [br]- Formato do arquivo: ${str1}
TEXT_NOT_SUPPORT_NONE			= Nenhum
TEXT_NOT_SUPPORT_NOT_DECODE		= (Não é possível Tocar)
TEXT_NOT_SUPPORT_NO_VIDEO_DATA		= (Sem dados de vídeo)
TEXT_NOT_SUPPORT_NOT_EXIST		= [br]O arquivo de entrada não existe. [Br] Por favor, verifique o caminho do arquivo. 

TEXT_NOT_HIGH_SPEED			= Modo de Alta Velocidade não está disponível.
TEXT_NOT_HIGH_SPEED_DETAIL		= Este arquivo não pode usar o Modo de Alta Velocidade por causa de um problema de codec. [br]- Use o Modo de Codificação Normal.
TEXT_NOT_HIGH_SPEED_NOT_ENOUGH_VFRAME	= Há menos de 10 quadros de vídeo.
TEXT_NOT_HIGH_SPEED_QUERY		= Falha ao criar o arquivo de mídia.

TEXT_NOT_HIGH_SPEED_KEY_FRAME		= O Modo de Alta Velocidade é muito mais rápido do que o Modo de Codificação Normal. [br]No entanto, o horário de início deste arquivo pode ser alterado quando usar o Modo de Alta Velocidade(${str1}).

TEXT_KEY_FRAME_CUT_TITLE		= Você quer continuar com o Modo de Alta Velocidade?
TEXT_KEY_FRAME_CUT_IMPOSSIBLE		= Modo de Alta Velocidade estará disponível após o registro.[br][br]Você quer comprar a licença Bandicut vá em https://www.bandicut.com ?

TEXT_FRAME_CUT_CANT_CHANGE		= Você não pode alterar essa configuração na versão gratuita do Bandicut. [br]Por favor compre Bandicut em https://www.bandicut.com

TEXT_KEY_FRAME_CUT	= O horário de início deste arquivo pode mudar.
TEXT_KEY_FRAME_CUT2			= - Por favor, use o Modo Normal se houver algum problema.

TEXT_NOT_HIGH_SPEED_JOIN		= Você pode usar o Modo de Alta Velocidade para Converter somente quando todos os formatos forem exatamente os mesmos.

TEXT_MSG_CONVERTING_CLOSE		= A tarefa está sendo executada. Você quer cancelar e fechar o Bandicut?
TEXT_MSG_CONVERTING_CANCEL		= A tarefa está em execução. Você quer cancelá-la?
TEXT_MSG_CHECK_NOT_SHOW			= Não mostrar mais na próxima vez.
TEXT_MSG_WRITE_HEADER			= Agora escrevendo o cabeçalho do arquivo. Se o arquivo for grande, essa tarefa pode levar muito tempo. Por favor espere um momento.

TEXT_ERROR_DISKSPACE_TITLE		= Espaço em disco insuficiente para a pasta de saída.
TEXT_ERROR_DISKSPACE			= Altere a pasta de saída e tente novamente.
TEXT_ERROR_DISKSPACE_DETAIL		= [br]Espaço em disco disponível: ${str1}[br]Espaço em disco necessário:${str2}
TEXT_ERROR_CACHE_DISKSPACE_TITLE	= Espaço em disco insuficiente para a pasta de cache.
TEXT_ERROR_CACHE_DISKSPACE		= Altere a pasta do cache e tente novamente.
TEXT_ERROR_CACHE_DISKSPACE_DETAIL	= [br]Espaço em disco disponível: ${str1}[br]Espaço em disco necessário:${str2}
TEXT_ERROR_FILE_SYSTEM_TITLE		= Altere a pasta de saída ou cache.
TEXT_ERROR_FILE_SYSTEM			= A pasta de saída ou cache não está localizada em um sistema de arquivos NTFS, o que pode causar problemas ao processar arquivos maiores que 4 GB.[br] Pasta a ser alterada:
TEXT_CANT_KEYFRAME_SEEK			= Agora analisando o arquivo de mídia. Após a análise estar completa, você pode procurar pela unidade de quadro-chave.
TEXT_READ_FILE				= Falha ao ler o arquivo. Verifique o arquivo de entrada.[br]Se o arquivo estiver localizado em um CD / DVD, copie o arquivo para a unidade de disco rígido e tente novamente.
TEXT_CODEC_CONFIG			= Configurações de Codificação Incorretas.
TEXT_CODEC_CONFIG2			= [br]Por favor, vá para o Menu 'Definições de Codificação', e use as configurações de codificação padrão , em seguida, tente novamente.
TEXT_VIDEO_ENCODING			= Ocorreu um erro ao codificar o vídeo. Você precisa verificar o arquivo de entrada ou as configurações de codificação.
TEXT_VIDEO_ENCODING_QSV_TITLE		= A conversão parou porque há um problema com o codificador de vídeo Intel® Quick Sync.
TEXT_VIDEO_ENCODING_QSV			= Você usará o codificador de software H.264?
TEXT_AUDIO_ENCODING			= Ocorreu um erro ao codificar o áudio. Você precisa verificar o arquivo de entrada ou as configurações de codificação.
TEXT_NOT_SUPPORT_TYPE			= Falha ao criar o arquivo de saída.
TEXT_UNSUPPORT_VIDEO_SIZE		= Não foi possível converter para esta resolução de vídeo.[br]A resolução máxima suportada pelo ${str1} é ${str2}.[br]Por favor, vá ao menu 'Configurações de codificação', selecione outra resolução de vídeo e tente novamente.
TEXT_NO_ENCODER				= Não é possível encontrar o codificador.
TEXT_SEND_FILE				= Se você enviar o arquivo de vídeo para bandicut@bandicam.com, Vamos tentar corrigir esse problema.
TEXT_CHECK_CHANGE_ENCODER		= Use H.264 Software Encoder de agora em diante
TEXT_INTER_FILE				= Ocorreu um erro ao salvar o vídeo na pasta de saída.
TEXT_CANT_DECODE_AUDIO			= Algumas faixas de áudio não conseguem decodificar.[br]Eles não serão convertidos. Você tem certeza que quer continuar?

TEXT_REBUILD_COMPLETE			= Arquivo(s) pronto para editar.
TEXT_REBUILD_FAILED			= Ocorreu um erro ao preparar o arquivo de vídeo(s).[br]

TEXT_ERRMSG_CONVERT_NUM			= Codificação falhou.(${int1})
TEXT_ERRMSG_CONVERT_VSIZE		= Falha ao usar o Modo de Alta Velocidade, porque o arquivo é muito grande. Por favor, use o Modo de codificação Normal.

TEXT_MSG_CHANGE_MODE_DROP		= Se vários arquivos forem adicionados ao Bandicut, Bandicut mudará para Cortador. [br]Tem certeza que quer continuar?
TEXT_MSG_CANT_CHANGE			= Bandicut está analisando os arquivos que foram adicionados. [br]Por favor, espere...

TEXT_MISSED_FILE_REMOVE 		= O arquivo foi removido da lista de segmentos porque não existe.[br]-${str1}

TEXT_INVALID_VALUE			= Por favor insira um valor entre ${int1} e ${int2}.

TEXT_WARNING_MAX_SEGMENT         	= Você pode adicionar até ${int1} Arquivos / Segmentos.
TEXT_WARNING_MAX_SEGMENT_FAIL           = Falha ${int1} Arquivos não foram adicionados.[br]${str1}
TEXT_WARNING_MAX_SEGMENT_AUTO		= Você está prestes a exceder a contagem máxima de segmentos do Bandicut (99). Se você continuar, alguns segmentos não serão adicionados.[br]Você tem certeza que quer continuar?
TEXT_WARNING_MAX_SEGMENT_SHORT		= Bandicut não pode dividir em ${int1} segmentos porque o tempo de cada Vídeo é muito curto.[br]Por favor, insira um número menor.
TEXT_WARNING_MAX_SEGMENT_AUTO_CANT	= Você não pode dividir o Vídeo mais porque a contagem máxima de segmentos foi excedida.
TEXT_WARNING_MAX_SEGMENT_ZERO		= O tempo é maior que o tempo do Vídeo.[br]Por favor, defina-o para um valor menor e tente novamente.
TEXT_WARNING_INVALID_TIME		= Por favor, defina um tempo superior a 1 segundo.

TEXT_EXIST_FILE_HEADER			= Já existe um arquivo com esse nome.
TEXT_EXIST_FILE_COMMENT			= Se você continuar essa tarefa, um número de seqüência será adicionado ao nome do arquivo. Você tem certeza que quer continuar?
TEXT_EXIST_FILE_OVERWRITE			= Salvar Projeto
TEXT_EXIST_FILE_COMMENT_OVERWRITE	= ${str1}já existe.[br]Você deseja sobrescrever isso?

TEXT_MSG_PROJECT_HELP			= O que é um arquivo de projeto?
TEXT_MSG_SAVE_PROJECT_HEADER		= Tarefa em andamento.
TEXT_MSG_SAVE_PROJECT			= Se você adicionar arquivos de vídeo ou um Projeto, a tarefa em execução será perdida.
TEXT_MSG_SAVE_PROJECT2			= Você quer continuar depois de salvar um Projeto?
TEXT_MSG_SAVE_PROJECT_CLOSE		= Você quer continuar depois de salvar um Projeto?
TEXT_MSG_LOAD_PROJECT_FAIL		= Falha ao abrir o Projeto.
TEXT_MSG_RESTORE_PROJECT		= Bandicut não desligou corretamente.[br]Você quer restaurar sua tarefa anterior?

; Available Encoder
TEXT_RECOMMEND_CODEC_COMMENT		= O Intel Quick Sync Video não está habilitado.[br]Para usar o "H264 (Intel® Quick Sync Video)" codec, por favor, conecte o cabo VGA do monitor à porta VGA na placa-mãe.
TEXT_RECOMMEND_CODEC_COMMENT_OK	 = Você quer visitar a página de ajuda?

TEXT_ENCODER_TITLE			= ${str1} codificador disponível
TEXT_ENCODER_AVAILABLE_ENCODER		= ${str1} é um codificador de hardware que permite editar vídeos a uma velocidade maior do que o codificador baseado em software.
TEXT_ENCODER_AVAILABLE_ENCODER_OK	= [br]Gostaria de usar o ${str1} Codificador?

TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD	= Este recurso não está mais disponível devido à política do Facebook.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Log
TEXT_INPUT_FILE_INFO			= Informações do arquivo de entrada
TEXT_H264_NOT_SUPPORT			= Este sistema não suporta a codificação h. 264.
TEXT_FILE_NAME				= Nome do arquivo: ${str1}
TEXT_FILE_TYPE				= Formato do arquivo: ${str1}
TEXT_FILE_DURATION			= Duração: ${str1}
TEXT_FILE_SIZE				= Tamanho do arquivo: ${str1}
TEXT_SEGMENT				= Segmentos: ${str1} 
TEXT_HIGH_SPEED_KEY_FRAME_START		= Hora de início original: ${str1}
TEXT_HIGH_SPEED_KEY_FRAME_KEY_START	= Novo horário de início: ${str1}
TEXT_ENABLE_HIGH_SPEED			= Use o Modo de Alta Velocidade: ${str1}
TEXT_SEEKABLE				= Buscando ${str1}  
TEXT_POSSIBLE				= Ativar
TEXT_IMPOSSIBLE				= Desativar
TEXT_POSSIBLE_REG			= Disponível após registrar.
TEXT_TRACK_COUNT			= ${int1} Faixa de vídeo(s), ${int2} Faixa de áudio(s)
TEXT_OUTPUT_FILE_INFO			= Informações do arquivo de saída
TEXT_ADD_FAILED				= [Falha ao adicionar o arquivo.]
TEXT_OUTPUT_OPTION			= Opções de Saída
TEXT_INPUT_FILES				= [Arquivos de entrada(Segmentos) Contagem : ${int1}]
TEXT_H264_ENCODER			= H.264 Encoder
TEXT_CODEC				= Codec

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Main window
TEXT_MAIN_MOVIE_FILES			= Arquivos de Mídia
TEXT_MAIN_PROJECT_FILES			= Arquivos de Projeto
TEXT_MAIN_ALL_FILES			= Todos os arquivos

TEXT_MOREINFO				= Veja mais...

TEXT_SEGMENT_TITLE			= Vídeo ${str1}
TEXT_SEGMENT_FILE_TITLE			= Arquivo ${str1}

TEXT_RECORDING				= Comece Gravar sua tela com o Bandicam[br](Grave a área de trabalho, jogo ou webcam do PC)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Banner
TEXT_BANNER_FONT			= Arial
TEXT_BANNER_FONT_COLOR			= #bbb
TEXT_BANNER_FONT_OVER_COLOR		= #5acf0c
TEXT_BANNER_OFF_TITLE			= Trial
TEXT_BANNER_OFF_SUBJECT			= Você está usando a versão não registrada.
TEXT_BANNER_OFF_CONTENTS_1		= Se você comprar e registrar a licença do Bandicut,
TEXT_BANNER_OFF_CONTENTS_2		= você pode usar o software sem as limitações da avaliação.
TEXT_BANNER_RESULT_SUBJECT		= Não satisfeito com a velocidade?
TEXT_BANNER_RESULT_CONTENTS_1		= Por favor, compre a licença Bandicut.
TEXT_BANNER_RESULT_CONTENTS_2		= A velocidade será aumentada em mais <b>${str1}% (${str2})</b>.
TEXT_BANNER_RESULT_BTN			= Compre

TEXT_BANNER_UWP_SUBJECT			= Bandicut Video Cutter (grátis) para Microsoft Store
TEXT_BANNER_UWP_CONTENTS_1		= Cortador de Vídeo sem perdas mais Rápido, Divisor e Unidor
TEXT_BANNER_UWP_CONTENTS_2		= Para mais informações, visite o site oficial.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Configuration
TEXT_TAB_GENERAL			= Geral
TEXT_TAB_FILE				= Saída
TEXT_TAB_LANGUAGE			= Idioma
TEXT_TAB_HIGHSPEED			= Alta Velocidade
TEXT_TAB_VFILTER			= Filtro de Vídeo
TEXT_TAB_INFO				= Sobre

TEXT_PREFIX_FILE_NAME			=Nome do Arquivo Original
TEXT_PREFIX_CUSTOM			= Prefixo Personalizado
TEXT_PREFIX_NONOE			= Nenhum
TEXT_SUFFIX_TIME			= Data e hora
TEXT_SUFFIX_SERIAL			= Número Sequencial
TEXT_SUFFIX_DATE_SERIAL			= Data e Número Sequencial
TEXT_FILE_EXAMPLE			= Ex)
TEXT_DEFAULT_CACHE_FOLDER		= (Padrão)

TEXT_INTEL_QSV				= Intel® Quick Sync video (Aceleração por hardware, rápida)

TEXT_H264_NOT_SUPPORT			= Este sistema não suporta codificador H.264.[br] Você quer visitar a página de ajuda?

TEXT_VIDEO_QUALITY			= Qualidade
TEXT_VIDEO_BITRATE			= Taxa de bits(kbps)
TEXT_AUDIO_MONO				= Mono
TEXT_AUDIO_STEREO			= Estéreo
TEXT_NO_VIDEO				= Sem Vídeo
TEXT_NO_AUDIO				= Sem Áudio
TEXT_VIDEO				= Video
TEXT_AUDIO				= Audio
TEXT_UNKNOWN				= Desconhecido
TEXT_AUTO				= Auto
TEXT_ALWAYS				= Sempre
TEXT_DONT_USE				= Não use

TEXT_FIT_WIDTH				= Ajuste de largura
TEXT_FIT_HEIGHT				= Ajuste de altura
TEXT_SIZE_AUTO				= Manter Tamanho Original
TEXT_SIZE_CUSTOM			= Personalizar

TEXT_FIT_WIDTH_INFO			= Ajuste de largura (${int1}x0)
TEXT_FIT_HEIGHT_INFO			= Ajuste de altura (0x${int1})
TEXT_SIZE_AUTO_INFO			= (${int1}x${int2})

TEXT_FULL_HD				= 1920x1080(Full HD, 1080p)
TEXT_FIT_IPAD2				= 1024 x 768 (iPad2)
TEXT_FIT_IPHONE4			= 960 x 640 (iPhone4)
TEXT_FIT_NEW_IPAD			= 2048 x 1536 (Novo iPad)

TEXT_FPS_AUTO				= Mantenha o FPS original 

TEXT_MIN_VIDEO_SIZE			= O valor mínimo da altura e a largura é ${int1}.
TEXT_MAX_VIDEO_SIZE			= O valor máximo da altura e a largura é ${int1}.
TEXT_ODD_VIDEO_SIZE			= Codificação pode falhar quando a altura ou a largura é um número ímpar.[br] Você quer mudar o tamanho do vídeo, da seguinte forma?
TEXT_ODD_VIDEO_SIZE2			= [br] Tamanho de vídeo definidas pelo usuário: ${int1} x ${int2}
TEXT_ODD_VIDEO_SIZE2_1			= [br] Tamanho do vídeo novo: ${int1} x ${int2}
TEXT_MAX_VIDEO_KBITRATE			= O valor máximo do Taxa de bits do vídeo é ${int1} Kbps.
TEXT_MAX_VIDEO_QUALITY			= O valor de qualidade de vídeo deve estar entre 1 e 100.
TEXT_DONT_ALLOW_NORMALIZE		= Você não pode usar essa opção com o[Removedor de faixas de áudio].[br]Você gostaria de desativar o [Removedor de faixas de áudio] ?
TEXT_DONT_ALLOW_REMOVE_AUDIO		= Você não pode usar esta opção com o [Normalizar].[br]você gostaria de desativar a opção [Normalizar] ?

TEXT_SAMPLERATE_AUTO			= Manter a frequência Original

TEXT_ASK_FOR_REG			= Versão não registrada
TEXT_ASK_FOR_REG_DETAIL			= Compre a licença Bandicut para remover todas as limitações.
TEXT_ASK_FOR_REG_CONTINUE		= Ignorar e continuar
TEXT_ASK_FOR_REG_REGNOW			= Registrar o Bandicut
TEXT_ASK_FOR_REG_TRY			= Experimente Bandicut não registrado

TEXT_NOT_EXIST_OUTPUT			= A pasta de saída não existe. Por favor, altere a pasta de saída.
TEXT_NOT_SUPPORT_FOLDER			= Não é possível salvar arquivos nesta pasta. Escolha outro Local.
TEXT_NOT_SAVE_SOURCE_FOLDER		= Você não pode salvar arquivos na pasta de origem [br]Deseja continuar após desmarcar a opção "Salvar na pasta de origem"?
TEXT_NOT_ALLOWED_CHAR			= Um nome de arquivo não pode conter nenhum dos seguintes caracteres.[br]${str1}
TEXT_LONG_PATH				= O nome do arquivo é grande demais para a saída. Por favor, encurtar o nome do arquivo e tente novamente ou tente um local que tem um caminho mais curto.[br]O comprimento de caminho de arquivo máximo é ${int1} caracteres.
TEXT_ADDING_FILES			= Agora adicionando arquivos de mídia. Por favor espere um momento.

TEXT_DEFAULT_PRESET			= Padrão
TEXT_FIT_WIDTH_PRESET			= Ajustar largura
TEXT_FIT_HEIGHT_PRESET			= Ajustar altura
TEXT_UPLOAD_480_PRESET			= YouTube / Twitter (480p, 30fps)
TEXT_UPLOAD_720_PRESET			= YouTube / Twitter (720p, 30fps)
TEXT_UPLOAD_1080_PRESET			= YouTube / Twitter (1080p, 30fps)
TEXT_SMARTPHONE_PRESET			= Smartphone
TEXT_PPT_PRESET				= PowerPoint
TEXT_DELETE_PRESET			= Deseja excluir a pre-configuração?[br][br] Nome predefinido: ${str1}
TEXT_SAME_PRESET			= O nome da predefinição digitado já existe. Deseja substituir a predefinição existente?[br][br] Nome pré-definido: ${str1}
TEXT_SAME_RENAME_PRESET			= O nome da predefinição digitado já existe. Por favor use um nome diferente.[br][br]Nome predefinido: ${str1}
TEXT_REFLECTED_PRESET			= Sua predefinição foi aplicada[br][br]- Nome predefinido: ${str1}

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Installer
TEXT_WELCOMEPAGE_TEXT			= Este software irá instalar Bandicut no seu computador.[br][br]Se estiver executando o Bandicut, por favor, feche antes de iniciar a instalação.[br][br]Clique em avançar para continuar.
TEXT_DELETE_ALL_FILES			= Nem todos os arquivos em (${str1}) foram removidos. [br]Você quer removê-los?
TEXT_STILLRUN_EXIT_PROGRAM		= Bandicut está em uso. Feche o programa antes de prosseguir.
TEXT_THIS_IS_NT_ONLY_APP		= Este software funcionará corretamente somente no Windows Vista e posterior. [br]Deseja baixar a versão para o Windows XP?
TEXT_DO_NOT_WORK_32BIT			= Este programa não funciona no Windows de 32 bits. [br]Deseja baixar a vers??o para Windows de 32 bits?
TEXT_NEED_ADMIN_PRIVILEGE		= Instalar este programa requer direitos de administrador. [br]Você quer abortar a instalação?
TEXT_DELETE_ALL_PRESET_FILES		= Suas predefinições personalizadas existem.[br]Você quer removê-los?

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Wizard
TEXT_WIZARD_COMMENT				= Por favor, selecione o Modo que você deseja usar.
TEXT_WIZARD_COMMENT_CUT			= Recorte as melhores partes de um vídeo, removendo o que não te interessa.
TEXT_WIZARD_COMMENT_SPLIT		= Divida um vídeo em várias partes.
TEXT_WIZARD_COMMENT_JOIN		= Pegue vários arquivos e forme um só.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cut/Join Guide
TEXT_GUIDE_CUT				= <font color=white>Bandicut</font> Cortador
TEXT_GUIDE_JOIN				= <font color=white>Bandicut</font> Unidor

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cutting
TEXT_RESUME				= Resumo
TEXT_PAUSE				= Pausar
TEXT_READY				= Esperando

TEXT_TITLE_ALARM_TRAILING		= ${str1} - Escrevendo o cabeçalho do arquivo
TEXT_JOIN_JOB				= Mesclagem

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Register
TEXT_REGISTER_SUCCEEDED			= Seu Bandicut foi registrado com sucesso.
TEXT_REGISTER_FAILED			= O registro falhou. [br] Corrija as informações abaixo.
TEXT_REGISTER_CONNECT_FAILED		= Não foi possível conectar ao servidor de registro.[br]Por favor verifique sua internet, e ajuste o relógio e data para hoje.${str1}
TEXT_REGISTER_FAILED_HELP		= [br]Se precisar de ajuda, Clique no botão OK.
TEXT_REGISTER_INFO			= Endereço de Email: ${str1}[br]Número de série: ${str2}
TEXT_REGISTER_INFO2		= Data de Expiração : ${str1} (restam ${int1} dias)
TEXT_REGISTER_INFO2_EXPIRED	= Data de Expiração : ${str1} (Expirou)
TEXT_REGISTER_YET			= Não está registrado ainda amigo![br]- Uma marca d'água será adicionada nos vídeos.[br]- Por favor, clique no botão "Registrar" para remover todas as limitações. 
TEXT_HAS_BEEN_UNREGISTERED		= Bandicut não foi registrado.
TEXT_UNREGISTER				= Você quer cancelar o registro do Bandicut?
TEXT_NOTICE_NEED_TO_RENEW	= A licença do Bandicut expira após ${int1} dias. Clique no botão 'OK' para as instruções de  renovação.
TEXT_NOTICE_NEED_TO_RENEW_NOW	= A licença do Bandicut expirou. Clique no botão 'OK' para as instruções de  renovação.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; upload video
TEXT_UPLOAD_VID_NO_TITLE		= Por favor digitar o título do vídeo para enviar.
TEXT_UPLOAD_YOUTUBE_LOGIN		= Login - Youtube
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT		= Fazendo login com o YouTube pelo navegador ...
TEXT_UPLOAD_VIMEO_LOGIN			= Entrar - Vimeo
TEXT_UPLOAD_COMPLETE			= Enviado
TEXT_UPLOAD_ERR_FAIL			= Falha ao enviar este vídeo.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT		= Este arquivo é muito grande para enviar.
TEXT_UPLOAD_ERR_FREESPACE		= Não há espaço livre suficiente no Vimeo para enviar.
TEXT_UPLOAD_ERR_CONNECT			= Falha ao conectar o servidor.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Falhou ao carregar este vídeo. Os usuários do Vimeo Basic não podem usar essa função.
TEXT_UPLOAD_WARNING_DOING		= Enviando agora ${int1} arquivos de vídeo. Deseja cancelar o carregamento de vídeos e fechar Bandicut?
TEXT_UPLOAD_NO_PASSWORD			= Por favor digite uma senha.
TEXT_UPLOAD_YOUTUBE_QUOTA	= Bandicut excedeu a quota diaria de permitida pelo YouTube.\nA quota será reiniciada todo dia à meia-noite (horário do Pácífico).\nPor favor faça o upload direto pelo YouTube ou tente após a quota ter sido reiniciada.\n\nDeseja visitar o YouTube.com?
TEXT_UPLOAD_ERR_ACCESSTOKEN		= Falha ao obter um token de acesso.

TXT_TITLE               		= O login com o YouTube está completo!
TXT_MESSAGE_COMPLETE1   		= O login com o YouTube está completo!
TXT_MESSAGE_COMPLETE2   		= Você pode fechar esta página.
TXT_GOTO_BANDICUT_HOME  		= Vá para bandicut.com

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; download & update 
TEXT_UPDATE_IN_PROGRESS			= A instalação está em andamento...
TEXT_UPDATE_FAILED_DL			= Falha ao baixar arquivos de instalação. [br]Este sistema pode não estar atualmente conectado à Internet.
TEXT_UPDATE_INSTALL_SUCCEED		= A instalação concluída.
TEXT_UPDATE_INSTALL_FAILED		= A instalação falhou.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Menu
[MENU]
MENUSTR_MAIN_ABOUT			= Sobre [tab]F1
MENUSTR_MAIN_FILE_OPEN			= Abrir arquivo [tab]F2, Ctrl+O
MENUSTR_MAIN_FILE_UPLOAD		= Enviar para
MENUSTR_MAIN_FILE_CLOSE			= Fechar arquivo [tab]F4
MENUSTR_MAIN_OUTPUT			= Abrir a pasta de saída [tab]Ctrl+F2
MENUSTR_MAIN_SETTING			= Configuração [tab]F5
MENUSTR_MAIN_REGISTER			= Registro [tab]F3
MENUSTR_MAIN_CLOSE			= Sair [tab]Alt+F4
MENUSTR_MAIN_HELP			= Ajuda
MENUSTR_HELP_ONLINE			= Ajuda Online
MENUSTR_HELP_HOTKEYS			= Teclas de atalho
MENUSTR_HELP_LICENSE			= Informações sobre licença
MENUSTR_MAIN_VIDEO			= Video
MENUSTR_MAIN_AUDIO			= Audio
MENUSTR_MAIN_FILE_INFO			= Informações do arquivo [tab]Ctrl+F1
MENUSTR_MAIN_FILE_CLOSE_ALL		= Feche todos os arquivos [tab]F4
MENUSTR_MAIN_PROJECT_FILE_OPEN		= Abrir Projeto
MENUSTR_MAIN_PROJECT_FILE_SAVE		= Salvar Projeto
MENUSTR_UPLOAD_SETTING			= Definições

MENUSTR_PRESET_USER			= Predefinição do usuário
MENUSTR_PRESET_ADD			= Adicionar predefinição
MENUSTR_PRESET_EDIT			= Editar predefinições

[DIALOG]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL				= Cancelar
IDOK					= OK
IDC_BTN_CLOSE				= Fechar
IDC_BTN_YES				= Sim
IDC_BTN_NO				= Não
IDC_BTN_REGISTER			= Registrar
IDC_CK_OPEN_OUTPUT_FOLDER		= Abrir a pasta de saída quando terminar.
IDC_ST_DETAIL_LINK			= Veja mais...
IDC_ST_OPTION				= Opções
IDC_ST_HELP				= Ajuda

[IDD_OUTPUT_DETAIL]
IDD_OUTPUT_DETAIL			= Configurações do Modo Normal
IDC_ST_FILE_FORMAT			= Arquivo
IDC_ST_FORMAT				= Formato do arquivo
IDC_ST_VIDEO_DETAIL			= Video
IDC_ST_AUDIO_DETAIL			= Audio
IDC_ST_VIDEO_SIZE			= Tamanho do vídeo
IDC_ST_FPS				= FPS
IDC_ST_VIDEO_CODEC			= Codec de Vídeo
IDC_ST_VIDEO_MODE			= Controle de bitrate
IDC_ST_VIDEO_QUALITY			= Qualidade
IDC_ST_VIDEO_BITRATE			= Taxa de bits
IDC_ST_VIDEO_DEINTERLACE		= Desentrelaçar
IDC_ST_AUDIO_CODEC			= Codec de Audio
IDC_ST_AUDIO_CHANNEL			= Canal
IDC_ST_AUDIO_SAMPLERATE			= Freqüência
IDC_ST_AUDIO_MODE			= Controle de taxa de bits
IDC_ST_AUDIO_BITRATE			= Taxa de bits
IDC_BTN_PRESET				= Padrão
IDC_BTN_SETTING_MORE			= Mais configurações...
IDC_ST_AUDIO_NORMALIZE			= Normalizar
IDC_CK_AUDIO_NORMALIZE			= Usar

[IDD_OUTPUT_H264]
IDD_OUTPUT_H264				= H.264 Configurações
IDC_ST_H264_PROFILE_SETTING		= ${str1} Configurações
IDC_ST_H264_PROFILE			= Perfil
IDC_ST_H264_LEVEL			= Nível

[IDD_PRESET_ADD]
IDD_PRESET_ADD				= Adicionar nova predefinição
IDC_ST_ADD_PRESET			= Salvar as configurações do formato corrente como predefinição.[br]Digitar o nome da nova predefinição.
IDC_ST_SELECT_ENCODER			= H.264 Configurações do codificador
IDC_ST_VIDEO_ENCODER			= H.264 Codificador		

[IDD_PRESET_RENAME]
IDD_PRESET_RENAME			= Renomear predefinição
IDC_ST_RENAME_PRESET			= Digitar um novo nome para predefinição.

[IDD_PRESET_EDIT]
IDD_PRESET_EDIT				= Editar predefinições
IDC_BTN_PRESET_ADD			= Adicionar
IDC_BTN_PRESET_DELETE			= Deletar
IDC_BTN_PRESET_RENAME			= Renomear

[IDD_SETTING]
IDD_SETTING				= Configuração
IDC_BTN_RESET				= Reiniciar

[IDD_SETTING_GENERAL]
IDC_CK_SHOW_NOT_SKEEABLE		= Alertar ao tentar abrir arquivos de Mídia não pesquisáveis.
IDC_CK_ALERT_EXIST_FILE			= Alertar quando um arquivo com o mesmo nome já existir.
IDC_CK_ALERT_SAVE_PROJECT		= Alertar ao salvar um arquivo de projeto.
IDC_CK_USE_LOG_FILE			= Criar uma arquivo de descrição(.log)
IDC_CK_MOV_FRONT_HEADER			= Salvar informações no início do arquivo (apenas MP4).
IDC_CK_KEEP_CREATION_TIME		= Manter data e hora de criação do arquivo original.
IDC_ST_UPLOAD				= Opção de envio
IDC_CK_SHOW_TIP				= Mostrar dicas e informações
IDC_CK_AUTO_MOVE			= Mover a posição de entrada ao pressionar as teclas numéricas.
IDC_CK_DEINTERLACE_PREVIEW		= Usar o filtro de desentrelaçamento ao reproduzir vídeo entrelaçado.

[IDD_SETTING_FILE]
IDC_ST_OUTPUT				= Salvar no local abaixo:
IDC_BTN_SET_OUTPUT			= Procurar...
IDC_BTN_OPEN_OUTPUT			= Abrir
IDC_CK_OUTPUT_SOURCE			= Salvar na pasta de origem
IDC_ST_FILENAME				= Configurações nomes dos arquivos
IDC_ST_CACHE_FOLDER			= Pasta cache
IDC_BTN_SET_CACHE_FOLDER		= Procurar...
IDC_BTN_SET_DEFAULT_CACHE_FOLDER	= Padrão

[IDD_SETTING_LANGUAGE]
IDC_ST_LANGUAGE				= Idioma
IDC_ST_TRANSLATOR			= De Piratuba SC para o Mundo, Tradutor Jamir Lopes Rodrigues:

[IDD_SETTING_HIGHSPEED]
IDC_CK_SHOW_NOT_HIGH_SPEED		= Alertar quando não for possível usar o Modo de Alta Velocidade.
IDC_CK_ALWAYS_KEY_FRAME_CUT		= Sempre cortar ou mesclar os quadro-chaves em Alta Velocidade.
IDC_CK_SHOW_KEY_FRAME_CUT		= Alertar quando a hora de início do arquivo for alterada.

[IDD_UPLOAD_TO_VIMEO]
IDD_UPLOAD_TO_VIMEO			= Enviar para Vimeo.com
IDC_ST_VIMEO_UPLOADINFO			= Informação de envio
IDC_ST_VIMEO_FILENAME			= Arquivo:
IDC_ST_VIMEO_TITLE			= Título:
IDC_ST_VIMEO_DESCRIPTION		= Descrição:
IDC_ST_VIMEO_PRIVACY			= Privacidade:
IDC_RD_VIMEO_PRIVACY_ANYONE		= Qualquer um 
IDC_RD_VIMEO_PRIVACY_ONLYME		= Só eu e mais ninguém
IDC_RD_VIMEO_PRIVACY_FOLLOW		= Só pessoas que sigo no Vimeo
IDC_RD_VIMEO_PRIVACY_UNLISTED		= Apenas pessoas com o link privado podem ver este vídeo
IDC_ST_VIMEO_PRIVACY_UNLISTED		= (Usuários do Vimeo Basic não podem usar essa opção)
IDC_RD_VIMEO_PRIVACY_PASSWORD		= Somente pessoas com uma senha podem ver este vídeo 
IDC_CK_HIDE_PASSWORD			= Esconder a senha
IDC_BTN_VIMEO_UPLOAD			= Enviar
IDC_LN_VIMEO_HELP			= Ajuda

[IDD_UPLOADING_VIMEO]
IDD_UPLOADING_VIMEO			= Enviando...
IDC_ST_VIMEO_UPLOADED			= O envio do vídeo esta completo!
IDC_ST_VIMEO_LINK			= Link:
IDC_ST_VIMEO_EMBED			= Embutir:
IDC_BTN_VIMEO_LINK_GO			= Ir
IDC_BTN_VIMEO_EMBED_COPY		= Copiar
IDC_BTN_VIMEO_CLOSE			= Fechar

[IDD_UPLOAD_TO_YOUTUBE]
IDD_UPLOAD_TO_YOUTUBE			= Enviar para Youtube.com
IDC_ST_YOUTUBE_UPLOADINFO		= Carregar informações
IDC_ST_YOUTUBE_FILENAME			= Nome do arquivo:
IDC_ST_YOUTUBE_TITLE			= Título:
IDC_ST_YOUTUBE_DESCRIPTION		= Descrição:
IDC_ST_YOUTUBE_PRIVACY			= Privacidade:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC		= Público - Permitir que qualquer pessoa veja este vídeo
IDC_RD_YOUTUBE_PRIVACY_UNLISTED		= Não listado - Qualquer pessoa que tenha o link para o vídeo pode ver este vídeo
IDC_RD_YOUTUBE_PRIVACY_PRIVATE		= Privado - Tornar este vídeo visível para mim e os usuários que eu selecionar
IDC_BTN_YOUTUBE_UPLOAD			= Enviar
IDC_LN_YOUTUBE_HELP			= Ajuda
IDC_LN_YOUTUBE_TOS			= 
IDC_CK_YOUTUBE_KEEP_LOGGED_IN		= Mantenha-me conectado
IDC_BTN_YOUTUBE_LOGOUT			= Sair

[IDD_UPLOADING_YOUTUBE]
IDD_UPLOADING_YOUTUBE			= Enviando...
IDC_ST_YOUTUBE_UPLOADED			= O carregamento do vídeo está concluído!
IDC_ST_YOUTUBE_LINK			= Link:
IDC_ST_YOUTUBE_EMBED			= Incorporar:
IDC_BTN_YOUTUBE_LINK_GO			= Ir
IDC_BTN_YOUTUBE_EMBED_COPY		= Cópia
IDC_BTN_YOUTUBE_CLOSE			= Fechar

[IDD_FILEINFO]
IDD_FILEINFO				= Informações do arquivo
IDC_BTN_CLIPBOARD			= Copiar para área de transferência

[IDD_REGISTER]
IDD_REGISTER				= Registrar Bandicut
IDC_ST_1BUY				= 1. Comprar
IDC_ST_1BUY_COMMENT			= Se o Bandicut não estiver registrado, uma marca d'água será adicionada ao vídeo. Por favor, clique no botão "Comprar Agora" para comprar a licença Bandicut.
IDC_BTN_BUY_ONLINE			= Comprar Agora
IDC_ST_2REGISTER			= 2. Registrar
IDC_ST_2REGISTER_COMMENT		= Por favor digite seu e-mail e número de série. [br](É preciso estar conectado com a internet para registrar o Bandicut.)
IDC_ST_EMAIL_ADDRESS			= Endereço de Email
IDC_ST_SERIAL_NUMBER			= Número de série
IDC_BTN_REGISTER_NOW			= Registre Agora
IDC_BTN_UNREGISTER_NOW			= Cancelar registro

[IDD_SHUTDOWN]
IDD_SHUTDOWN				= Desligar Sistema
IDC_ST_SHUTDOWN_INFO			= Desligamento do Sistema
IDC_ST_SHUTDOWN_MSG1			= Este sistema irá desligar-se após o processo for completado.[br]se você não quiser desligar, clique no botão cancelar.
IDD_SHUTDOWN_APP			= Fechar Bandicut
IDC_ST_SHUTDOWN_APP_INFO		= Fechar Bandicut
IDC_ST_SHUTDOWN_APP_MSG1		= O Bandicut irá se fechar automaticamente quando o processo estiver sido completado.[br]se você não quiser fechar o Bandicut, clique no botão cancelar.

[IDD_UPDATE_CHECK]
IDD_UPDATE_CHECK			= Procurar atualizações
IDC_ST_UPDATE_SETTING			= Configurações
IDC_CK_ENABLE_AUTO_CHECK		= Ativar para procurar atualizações automáticamente.
IDC_CK_SHOW_UPDATE_POPUP		= Mostrar janelas flutuantes para atualização disponível.
IDC_CK_SHOW_ENABLE_BETA			= Mostrar pop-up para atualização beta disponível.
IDC_BTN_CHECK_UPDATE_NOW		= Procurar atualizações agora

[IDD_UPDATEINFO]
IDD_UPDATEINFO				= Atualizar informação
IDC_ST_UPDATE_MSG1			= Nova versão disponível.
IDC_ST_UPDATE_MSG2			= Se clicar no botão "atualizar", pode baixá-lo.
IDOK					= Atualizar

[IDD_FAILTOADD]
IDD_FAILTOADD				= Falha ao adicionar arquivo(s).

[IDD_ITEM_EDIT]
IDD_ITEM_EDIT				= Divisor de Video
IDOK					= Aplique
IDC_RD_SPLIT_NUMBER			= Dividido em
IDC_RD_SPLIT_TIME			= Dividido por duração:
IDC_ST_SEGMENT				= Segmentos
IDC_CK_KEEP_SEGMENT			= Mantenha o Vídeo selecionado
IDC_ST_HOUR				= Hora
IDC_ST_MIN				= Min.
IDC_ST_SEC				= Seg.

[IDD_INFORMATION]
IDD_INFORMATION				= Teclas de atalho
IDD_INFORMATION_LICENSE			= Informações sobre licença

[SKIN]
; New UI
; Common
$BN_START				= Iniciar
$BN_CANCEL				= Cancelar
$BN_OK					= OK
$BN_YES					= Sim
$BN_NO					= Não
$ST_OPTION				= Opção
$CK_JOIN				= Mesclar segmentos
$BN_OPEN_OUTPUT				= Abrir
$BN_HELP				= Ajuda
$CHECK_DO_NOT_SHOW			= Não mostrar mais na próxima vez.

; Main
$BN_TIP					= Por favor, registre-se para remover todas as limitações. 
$BN_ADD_SEGMENT				= Adicionar Vídeo
$BN_GUIDE_OPEN_FILE			= Abrir arquivo
$BN_GUIDE_OPEN_FILE_JOINER		= Abrir arquivos
$ST_GUIDE_SET_SEGMENT			= Marcar área de corte
$ST_GUIDE_START				= Clique em Iniciar
$ST_GUIDE_ADD_FILES			= Adicionar arquivos
$ST_SEGMENT_LIST_TITLE			= Lista de segmentos para corte
$ST_SEGMENT_LIST_TITLE_JOIN		= Lista de arquivos para Unir

; Wizard
$BN_WIZARD_CUT				= Cortar
$BN_WIZARD_JOIN				= Unir
$BN_WIZARD_SPLIT			= Dividir

; About
$ST_ABOUT_VERSION_INFO			= Versão Bandicut
$ST_ABOUT_COPYRIGHT			= Direito Autoral(c) 2013-2021 Bandicam.com
$BN_ABOUT_NEW_VERSION			= Nova versão disponível.
$BN_ABOUT_CHECK_UPDATE			= Procurar atualizações
$ST_ABOUT_LICENCE_INFO			= Informações de Ativação:
$BN_ABOUT_REGISTER			= Registrar
$BN_ABOUT_REGISTER_HELP			= Como comprar e registrar
$ST_ABOUT_HOMEPAGE_INFO			= URL do website
$ST_ABOUT_HOMEPAGE_URL			= Página Oficial
$ST_ABOUT_FAQ_URL			= Dúvidas! Acesse
$BN_ABOUT_UPDATE_REGISTRATION		= Atualizar registro
$BN_ABOUT_RENEW_LICENSE			= Renovar a Licença

; OutputProgress

; Ready
$ST_READY_OUTPUT_MODE			= Modo
$RD_READY_HIGH_SPEED_MODE		= Modo de Alta Velocidade
$RD_READY_ENCODING_MODE			= Modo Normal
$ST_READY_MODE_HIGH_SPEED		= Rápida e sem perdas (recomendado)
$ST_READY_MODE_ENCODING			= Personalizar o Formato arquivo, qualidade e codec (lenta)
$ST_READY_FILE_FORMAT			= Formato do arquivo
$ST_READY_VIDEO_INFO			= Informações do vídeo
$ST_READY_VIDEO_ENCODER			= Codificador de Vídeo
$ST_READY_AUDIO_INFO			= Informações sobre áudio
$BN_READY_DETAIL_SETTING		= Configurações de codificação
$BN_READY_PRESET			= Predefinições
$ST_READY_OUTPUT_OPTION			= Saída
$ST_READY_OUTPUT_FILE_NAME		= Nome do arquivo
$ST_READY_SAVE_FOLDER			= Pasta
$CK_READY_OUTPUT_TO_SOURCE		= Salvar na pasta de origem
$ST_READY_TRACK_OPTION			= Salvar faixas
$RD_READY_ALL_TRACK			= Salve todo o vídeo e faixas de áudio
$RD_READY_SEL_TRACK			= Salvar apenas o vídeo selecionado e faixa de áudio
$CK_READY_EXTRACT_AUDIO			= Extrair faixas de áudio (.mp3)
$CK_READY_REMOVE_AUDIO			= Remover faixas de áudio

; Run
$ST_RUN_CUT_FILE_INFO			= Progresso
$ST_RUN_FILE_NAME			= Arquivo:
$ST_RUN_COMPLETE			= Completo
$BN_RUN_UPLOAD				= Carregar
$BN_RUN_PLAY				= Tocar
$ST_RUN_RUNNING_TIME			= Tempo Passado
$ST_RUN_REMAINING_TIME			= Tempo restante
$ST_RUN_SPEED				= Velocidade
$ST_RUN_FILE_SIZE			= Tamanho do arquivo
$ST_END_OPTION				= Depois de completar
$ST_UPLOAD_OPTION			= Opção de envio
$CK_RUN_OPEN_OUTPUT_FOLDER		= Abrir a pasta de saída ao terminar.
$CK_RUN_SYSTEM_CLOSE			= Desligar
$CK_SOUND_ALARM				= Tocar um som
$CK_MOVE_TO_MAIN			= Ir para a janela principal

; Capture
$BN_OPEN_FOLDER			= Abrir pasta
$BN_MESSAGE				= [u]A imagem capturada foi guardada na pasta de saída.[/u]

; Update Bandicam
$ST_UPDATE_STEP1_TEXT			= Você já usou o <font color="yellow">Bandicam</font>? Ele grava qualquer coisa na tela do PC, e salva em arquivo de vídeo.[br]Gostaria de experimentar o Bandicam?
$BN_UPDATE_STEP1_LINK			= Saiba Mais
$ST_UPDATE_STEP2_TEXT			= Download em progresso...
$BN_UPDATE_INSTALL			= Instale agora
$BN_UPDATE_LATER			= Não, obrigado!
$BN_UPDATE_CANCEL			= Cancelar
$BN_UPDATE_CLOSE			= Fechar
$ST_UPDATE_OFFLINE			= bandicam.jpg

; Rebuild Index
$ST_REBUILD_INDEX_TITLE			= Preparando seu arquivo(s) para edição.

; Tooltip
$TT_MENU				= Menu
$TT_WIZARD				= Inicio (Home)
$TT_CUTTER				= Cortar
$TT_JOINER				= Unir
$TT_ABOUT				= Informações (F1)
$TT_SETTING				= Configuração (F5)
$TT_BANDICAM				= Iniciar Bandicam

$TT_FILE_CLOSE_WORK			= Feche todos os arquivos (F4)
$TT_FILE_CLOSE_WORK_CUT			= Fechar arquivo-Apagar todas as Partes (F4)

$TT_FILE_OPEN				= Abrir arquivo (F2,Ctrl+O)
$TT_FILE_ADD				= Adicionar arquivos (F2,Ctrl+O)
$TT_FILE_PROJECT			= Arquivos de Projeto
$TT_OPEN				= Abrir

$TT_REGISTER				= Registrar (F3)
$TT_OPEN_OUTPUT_FOLDER			= Abrir pasta de saída (Ctrl+F2)
$TT_HELP				= Ajuda
$TT_REFRESH_LINFO			= Atualizar a informação da licença

$TT_PLAYER_PLAY				= Tocar/Pausar (Space)
$TT_PLAYER_STOP				= Parar (Ctrl+Space)
$TT_PLAYER_PLAY_SEG			= Tocar/Pausar Vídeo (Ctrl+P)
$TT_PLAYER_STOP_SEG			= Parar Vídeo (Alt+P)

$TT_PLAYER_PREV_KEY_FRAME		= Mover para quadro chave anterior (Ctrl+Left)
$TT_PLAYER_PREV_FRAME			= Mover para quadro anterior (Left)
$TT_PLAYER_NEXT_FRAME			= Mover para próximo quadro (Right)
$TT_PLAYER_NEXT_KEY_FRAME		= Mover para próximo quadro chave (Ctrl+Right)
$TT_PLAYER_PREV_FILE_PLAY		= Reproduzir arquivo anterior (Left)
$TT_PLAYER_NEXT_FILE_PLAY		= Reproduzir arquivo seguinte (Right)
$TT_PLAYER_SEG_ADD			= Adicionar um Vídeo (Ctrl+A)
$TT_ADD_SEGMENT_MAX               	= Você pode adicionar até ${int1} Arquivos / segmentos.
$TT_PLAYER_SEG_START			= Definir tempo inicial do Vídeo ( S )
$TT_PLAYER_SEG_END			= Definir tempo final do Vídeo ( E )
$TT_PLAYER_MUTE_ON			= Mudo ( M )
$TT_PLAYER_MUTE_OFF			= Falante ( M )

$TT_PLAYER_CAPTURE			= Capturar (Ctrl+C)

$TT_ADD_SEGMENT				= Adicionar Vídeo (Ctrl+N)
$TT_PREV_SEGMENT			= Mover pra cima
$TT_NEXT_SEGMENT			= Mover pra baixo
$TT_PREV_MOVE_FILE			= Mover para trás
$TT_NEXT_MOVE_FILE			= Mover para frente

$TT_RUN_UPLOAD_OPTION			= Opção de envio

$TT_LIST_PLAY				= Tocar/Pausar Vídeo
$TT_LIST_SPLIT				= Dividir
$TT_LIST_CUT_REMOVE			= Remover
$TT_LIST_JOIN_REMOVE			= Remover

$FONT_SIZE				= 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$LOGO_FILE				= logo.png
$BETA_ICON_FILE				= beta_icon.png
$UNREGISTERED_ICON_FILE			= unregistered_icon.png
$EXPIRED_ICON_FILE			= expired_icon.png

[HOTKEYS]
HOTKEYS_DEFAULT				= * Teclas de Atalhos do Bandicut
HOTKEYS_ABOUT				= - Sobre o Bandicut:		F1
HOTKEYS_FILE_INFO			= - Informações do arquivo:		Ctrl+F1
HOTKEYS_SETTING				= - Configuração:		F5
HOTKEYS_MAX				= - Maximizar/Restaurar:		Enter
HOTKEYS_CHANGE_MODE			= - Alterar Modo	: Ctrl+M
HOTKEYS_REGISTER			= - Fazer cadastro ou login.	: F3
HOTKEYS_HOME				= - Ir para a página inicial:		Home

HOTKEYS_PLAY_TITLE			= * Tocar
HOTKEYS_OPEN_FILE			= - Abrir arquivo:		Ctrl+O, F2
HOTKEYS_CLOSE				= - Fechar (Todos) Arquivo (s):		F4
HOTKEYS_START				= - Começar:           Ctrl+Enter
HOTKEYS_OPEN_FOLDER			= - Abrir a pasta de saída:	Ctrl+F2
HOTKEYS_PLAY				= - Tocar/Pausar:		Space
HOTKEYS_STOP				= - Parar:			Ctrl+Space
HOTKEYS_MUTE				= - Mudo Lig./Deslig.:		M

HOTKEYS_SEGMENT_PLAY			= - Tocar/Pausar Vídeo:	Ctrl+P
HOTKEYS_SEGMENT_STOP			= - Parar Vídeo:		Alt+P
HOTKEYS_SEGMENT_REMOVE			= - Remover um Vídeo:	Delete

HOTKEYS_PLAY_FORWARD			= - Para a frente:			Right, Numpad+
HOTKEYS_PLAY_REWIND			= - Retroceder:			Left, Numpad-

HOTKEYS_CUT_TITLE			= * CORTAR
HOTKEYS_SET_START_TIME			= - Definir tempo iniciar do Vídeo:	S
HOTKEYS_SET_END_TIME			= - Definir tempo final do Vídeo:	E
HOTKEYS_SEGMENT_ADD			= - Adicionar Vídeo:	Ctrl+N

HOTKEYS_NEXT_FRAME			= - Próximo quadro:		Right, Numpad+
HOTKEYS_NEXT_KEY_FRAME			= - Próximo quadro chave:		Ctrl+Right

HOTKEYS_PREVIOUS_FRAME			= - Quadro anterior:		Left, Numpad-
HOTKEYS_PREVIOUS_KEY_FRAME		= - Quadro chave anterior:		Ctrl+Left

HOTKEYS_PREVIOUS_SEL_SEG		= - Selecione o Vídeo anterior: acima
HOTKEYS_NEXT_SEL_SEG			= - Selecione o próximo Vídeo : abaixo

HOTKEYS_PREV_TIME_DIGIT			= - Mova-se para o dígito de tempo anterior:Shift+Tab
HOTKEYS_NEXT_TIME_DIGIT			= - Mova-se para o próximo dígito da hora:	Tab

HOTKEYS_JOIN_TITLE			= * Unir
HOTKEYS_PREV_FILE_PLAY			= - Reproduzir arquivo anterior: Left
HOTKEYS_NEXT_FILE_PLAY			= - Reproduzir arquivo seguinte: Right